[
 {
  "id": 0,
  "name": "Vino barato",
  "cantidad": "7",
  "img": "producto-vino1.jpg",
  "precio": "$1500",
  "descuento": "En oferta",
  "descripcion": "violáceo brillante, seduce con sus aromas frutales (cerezas) y especiados (canela, cardamomo, pimienta negra). Posee gran cuerpo y su vivaz estructura acentúa los taninos intensos que se vuelven aterciopelados en el retrogusto."
 },
 {
  "id": 1,
  "name": "Aperitivo Americano Gancia x950ML",
  "cantidad": 1,
  "img": "producto-licor1.jpg",
  "precio": "$549,99",
  "descuento": "En oferta",
  "descripcion": "Americano Gancia es un aperitivo que se caracteriza por la presencia de sabores herbáceos y cítricos que se combinan con los del vino blanco y el alcohol. El sabor amargo de las hierbas se mezcla con el dulzor del azúcar logrando una bebida amable, agradable al beber, equilibrada y de gran personalidad."
 },
 {
  "id": 2,
  "name": "DV Catena Cabernet Malbec",
  "cantidad": 1,
  "img": "producto-vino2.jpg",
  "precio": "$1.620",
  "descuento": "En oferta",
  "descripcion": "Es un vino elegante y complejo, de color rojo rubí con reflejos violetas. A la nariz, intenso y concentrado, presenta notas de especias aportadas por el Cabernet Sauvignon del viñedo La Pirámide, y notas de moras maduras y ciruelas, características del Malbec del viñedo Angélica, acompañadas por vainilla, tabaco y licor aportadas por la crianza en roble."
 },
 {
  "id": 3,
  "name": "Gin Beefeater Pink",
  "cantidad": 1,
  "img": "producto-licor2.jpg",
  "precio": "$3.800",
  "descuento": "Sin oferta",
  "descripcion": "Beefeater Pink Strawberry es la nueva ginebra rosa fabricada con la receta original de Beefeater London Dry más el aroma de fresa natural para darle un intenso y delicioso sabor a fresa."
 },
 {
  "name": "Cerveza industrial",
  "precio": "$450",
  "usuario": "6",
  "descuento": "En oferta",
  "img": "producto-cerveza2.jpeg",
  "descripcion": "Cerveza artezanal del monte cordobes",
  "id": 4
 },
 {
  "name": "Chandon 1l",
  "precio": "2200",
  "usuario": "10",
  "descuento": "Sin oferta",
  "img": "producto-champagne2.jpg",
  "descripcion": "Chandon de las ovas mas fianas de mendoza , seleccionada tallo por tallo",
  "id": 5
 }
]